brew "coreutils"
brew "imagemagick"
brew "ffmpeg"
brew "awscli"
brew "ripgrep"
brew "tfenv"
brew "zplug"
brew "starship"
brew "rsync"
brew "rclone"
brew "kubernetes-cli"
brew "fd"
brew "entr"
brew "pandoc"
brew "pass"
brew "pass-otp"
brew "git-lfs"
brew "zoxide"
brew "tmate"
brew "nvm"
brew "pango"
brew "difftastic"
brew "direnv"
brew "up"
brew "asciinema"
brew "tmux"
brew "jq"
brew "eksctl"
brew "rustup"
brew "kakoune"
brew "ranger"
brew "tokei"
brew "pwgen"
brew "helm"
brew "grep"
brew "stack"

tap "johanhaleby/kubetail"
brew "kubetail"

tap "homebrew/cask"
cask "google-chrome"
cask "slack"
cask "grammarly-desktop"
cask "caffeine"
cask "flycut"
cask "visual-studio-code"
cask "docker"
cask "chrysalis"
cask "iterm2"
cask "element"
cask "rectangle"
cask "signal"
cask "transmission"
cask "vlc"
cask "handbrake"
cask "notion"
cask "zoom"
cask "plex-media-server"
cask "ngrok"

tap "homebrew/cask-versions"
cask "1password-cli1"

tap "homebrew/cask-fonts"
cask "font-fira-code-nerd-font"
